Repository: nikitaKoniukh/ConstractorCashFlow
Catalog: ContractorCashFlow/Localizable.xcstrings
Source language: en
Languages: he, ru

source: Share
he: שתף
ru: Поделиться

source: Spent
he: הוצא
ru: Потрачено

source: Start Date
he: תאריך התחלה
ru: Дата начала

source: Status
he: סטטוס
ru: Статус

# subscription.currentPlan
source: Current Plan
he: מנוי נוכחי
ru: Текущий план

# subscription.expenseLimitReached
source: You've reached the free limit of 1 expense. Upgrade to Pro for unlimited expenses.
he: הגעת למגבלת החינם של הוצאה אחת. שדרג לפרו להוצאות ללא הגבלה.
ru: Вы достигли бесплатного лимита в 1 расход. Перейдите на Pro для неограниченных расходов.

# subscription.freePlan
source: Free
he: חינם
ru: Бесплатный

# subscription.invoiceLimitReached
source: You've reached the free limit of 1 invoice. Upgrade to Pro for unlimited invoices.
he: הגעת למגבלת החינם של חשבונית אחת. שדרג לפרו לחשבוניות ללא הגבלה.
ru: Вы достигли бесплатного лимита в 1 счёт. Перейдите на Pro для неограниченных счетов.

# subscription.managePlan
source: Manage Subscription
he: ניהול מנוי
ru: Управление подпиской

# subscription.perMonth
source: month
he: חודש
ru: месяц

# subscription.perYear
source: year
he: שנה
ru: год

# subscription.privacyPolicy
source: Privacy Policy
he: מדיניות פרטיות
ru: Политика конфиденциальности

# subscription.projectLimitReached
source: You've reached the free limit of 1 project. Upgrade to Pro for unlimited projects.
he: הגעת למגבלת החינם של פרויקט אחד. שדרג לפרו לפרויקטים ללא הגבלה.
ru: Вы достигли бесплатного лимита в 1 проект. Перейдите на Pro для неограниченных проектов.

# subscription.proMonthly
source: Pro Monthly
he: פרו חודשי
ru: Pro Ежемесячный

# subscription.proPlan
source: Pro
he: פרו

# subscription.proYearly
source: Pro Yearly
he: פרו שנתי
ru: Pro Годовой

# subscription.renewsOn
source: Renews On
he: מתחדש ב
ru: Продление

# subscription.restore
source: Restore Purchases
he: שחזור רכישות
ru: Восстановить покупки

# subscription.saveBadge
source: SAVE 17%
he: חסכון 17%
ru: СКИДКА 17%

# subscription.section
source: Subscription
he: מנוי
ru: Подписка

# subscription.subscribe
source: Subscribe Now
he: הירשם עכשיו
ru: Подписаться

# subscription.termsOfService
source: Terms of Service
he: תנאי שימוש
ru: Условия использования

# subscription.unlimited
source: Unlimited
he: ללא הגבלה
ru: Безлимитно

# subscription.unlimitedExpenses
source: Expenses
he: הוצאות
ru: Расходы

# subscription.unlimitedInvoices
source: Invoices
he: חשבוניות
ru: Счета

# subscription.unlimitedProjects
source: Projects
he: פרויקטים
ru: Проекты

# subscription.unlimitedWorkers
source: Workers
he: עובדים
ru: Работники

# subscription.upgradeSubtitle
source: Unlock unlimited access to all features
he: פתח גישה ללא הגבלה לכל התכונות
ru: Разблокируйте безлимитный доступ ко всем функциям

# subscription.upgradeTitle
source: Upgrade to Pro
he: שדרג לפרו
ru: Перейти на Pro

# subscription.workerLimitReached
source: You've reached the free limit of 1 worker. Upgrade to Pro for unlimited workers.
he: הגעת למגבלת החינם של עובד אחד. שדרג לפרו לעובדים ללא הגבלה.
ru: Вы достигли бесплатного лимита в 1 работника. Перейдите на Pro для неограниченного числа работников.

# tab.analytics
source: Analytics
he: ניתוח
ru: Аналитика

# tab.clients
source: Clients
he: לקוחות
ru: Клиенты

# tab.expenses
source: Expenses
he: הוצאות
ru: Расходы

# tab.invoices
source: Invoices
he: חשבוניות
ru: Счета

# tab.labor
source: Labor
he: עבודה
ru: Работы

# tab.projects
source: Projects
he: פרויקטים
ru: Проекты

# tab.settings
source: Settings
he: הגדרות
ru: Настройки

source: Test Budget Notifications
he: בדוק התראות תקציב
ru: Тестировать уведомления о бюджете

source: Test Invoice Notifications
he: בדוק התראות חשבוניות
ru: Тестировать уведомления о счетах

source: This worker has %lld linked expense(s). The expenses will remain but won't be linked to a worker.
he: לעובד זה יש %lld הוצאה/ות מקושרת/ות. ההוצאות יישארו אך לא יהיו מקושרות לעובד.
ru: У этого работника %lld связанных расходов. Расходы сохранятся, но не будут привязаны к работнику.

source: To
he: עד
ru: До

source: Total Expenses
he: סה״כ הוצאות
ru: Всего расходов

source: Total Income
he: סה״כ הכנסות
ru: Всего доходов
